

INSERT INTO questions (id, author_id, question, explanation, type) VALUES
(57, 6,
 'Свържете биографични факти за Пенчо Славейков с кратко описание:',
 'a) Сътрудник на списание „Мисъл“ и преводач на чуждестранни автори
b) Специализира философия и класическа филология в Берлин
c) Роден в пристанищен град на Черно море',
 'matching');

INSERT INTO question_options (id, question_id, label, option_text, matching_key) VALUES
(184, 57, 'I',   'Работи като редактор в литературното списание „Мисъл“ и превежда чуждестранни автори', 'a'),
(185, 57, 'II',  'Завършва философия и класическа филология в Берлин', 'b'),
(186, 57, 'III', 'Роден е през 1866 г. във Варна', 'c');


